---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.ProgressChangedEventArgs
source: html/182e43fa-6579-bd49-fe96-ac872c686cbd.htm
---
# ProgressChangedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.